7767517
7 7
Input               input                0 1  input_blob 0=784
InnerProduct        layer_0              1 1 input_blob layer_0_blob 0=512 1=1 2=401408
ReLU                layer_0_relu         1 1 layer_0_blob layer_0_relu_blob
InnerProduct        layer_1              1 1 layer_0_relu_blob layer_1_blob 0=512 1=1 2=262144
ReLU                layer_1_relu         1 1 layer_1_blob layer_1_relu_blob
InnerProduct        layer_2              1 1 layer_1_relu_blob layer_2_blob 0=10 1=1 2=5120
Softmax             layer_2_softmax      1 1 layer_2_blob layer_2_softmax_blob
